12/data/attachments/97a98428c4042cca.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_65f8c294-a64a-4bc2-a466-5d184e4ae4e4</nif:username>
            <nif:friendToBeAdded>Rebecca_campaign_Friend_46595_6</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>